Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: La Constitució Europea reforça les possibilitats de protegir el mediambient.
en: The European Constitution provides additional protection for theenvironment.

source: Situa el principi del desenvolupament sostenibleal bell mig delprojecte europeu.
en: It puts the principle of sustainable developmentat the heart of the European project.

source: Aquest principi ha estat ratificat a la primera “Cimerade la Terra”organitzada el 1992 per l’Organització de les Nacions Unides, a Rio de Janeiro.
en: This principle was enshrined in the first “Earth Summit” organised by the United Nations in Rio de Janeiro in 1992.

source: Té per objectiu “respondre a les necessitatsde les actuals generacions sense comprometre les necessitats deles futures generacions”.
en: It aims to respond to the needs of present generations withoutcompromising the needs of future generations.

source: Pel que fa a aquesta qüestió, Europa volactuar per afavorir un “creixement econòmic equilibrat”, una economiasocial de mercat i un “nivell elevatde protecció i de millora de laqualitat del medi ambient”.
en: To this end, the European Union will work to achieve “balancedeconomic growth”, a “socialmarket economy” and a “high levelof protection and improvement of the quality of the environment”.

source: Consagra com a dret fonamentall’obligació d’integrarla dimensiómediambientala totes les polítiques europees.
en: It enshrines as a fundamental rightthe obligation to integratetheenvironmental dimensioninto all European policies.

source: Instaura la solidaritatentre la Unió Europea, els Estats membres il’Estat membre que pateixi una catàstrofe natural o d’origen humà.
en: It introduces solidaritybetween the European Union, the Member States and any Member State struck by a natural or man-madedisaster.

source: Dóna la possibilitat als europeusi a lesassociacions representatives(com ara les organitzacions no governamentals dedicades al mediambient) de donar la seva opinió, dialogariser consultatssobre lespolítiques europees (sobretot la política mediambiental).
en: It enables Europeansand representative associations(such as nongovernmental environmental organisations) to give their opinions, tomaintain a dialogueand to be consultedon European policies (notablyenvironmental policy).

source: El nou dretd’iniciativa popular (un milió de ciutadans com a mínim) pot forçar la Comissió Europea a realitzar una proposta en matèria de medi ambient.
en: The new right of citizen’s initiativemeans that if at least one million citizensso request the Commission may beprompted to submit a proposal on environmentalissues.

source: Promou l’eficàcia energètica, l’estalvi d'energia i el desenvolupamentde les energies noves i les energies renovables.
en: It promotes energyefficiency, energysavingand the developmentofnew andrenewable forms of energy.

source: Una Constituciópera Europa Constitució adoptada pels caps de l’Estato de govern
en: A Constitution for Europe Constitution adopted by the Heads of State and Government

source: Presentació als ciutadans
en: Presentation to citizens

source: Document informatiu elaborat pels serveis de la Comissió Europea.
en: Information document produced by the Commission.

source: Aquest document no té valor jurídic i no compromet les institucions europees.
en: It has no legal status and does not necessarily reflect the views of the European institutions.

source: Naixementi elaboració dela Constitució
en: Origin and development of the Constitution

source: Una Constitució per als ciutadans europeus Els valors i els objectius de la Unió La ciutadania europea i els drets fonamentals La ciutadania europea Els drets fonamentals Qui fa què a la Unió?
en: A Constitution for the citizens of Europe The Union's values and objectives European citizenship and fundamental rights European citizenship Fundamental rights Who does what in the Union?

source: Un aclariment de les competències Un guardià del bon exercici de les competències: el principi de subsidiarietat Una Unió legítima i democràtica La pertinença a la Unió
en: Clarification of powers The principle of subsidiarity: ensuring the proper exercise of powers A legitimate and democratic Union Union membership

source: Les institucions al servei del projecte europeu El marc institucional de la Unió El Parlament Europeu El Consell Europeu El Consell de Ministres La Comissió Europea El ministre d’Afers Exteriors El Tribunal de Justícia de la Unió Europea El Banc Central Europeu El Tribunal de Comptes El Comitè de les Regions El Comitè Econòmic i Social
en: The institutions and the European project The Union’s institutional framework The European Parliament The European Council The Council of Ministers The European Commission The Minister for Foreign Affairs The Court of Justice of the European Union The European Central Bank (ECB)The Court of Auditors The Committee of the Regions The European Economic and Social Committee

source: L’acció exterior dela Unió
en: The Union’s external action

source: Un espai dellibertat, seguretati justícia
en: An area of freedom, security and justice

source: Les altres polítiques dela Unió: l’aportació dela Constitució
en: The Union’s other policies: what the Constitution contributes

source: Entrada en vigor i revisió dela Constitució
en: Entry into force and revision of the Constitution

source: Naixementi elaboració de la Constitució
en: Origin and development of the Constitution

source: Uns tractats revisatsregularment
en: Treaties regularly revised

source: Els darrers quinze anys de la història de la Unió Europea han estat marcats perun seguit de revisions dels tractats europeus.
en: Over the past 15 years, the history of the European Union has been marked bya series of changes to the European Treaties.

source: Cadascuna d’aquestes s’hapreparat mitjançant una Conferència Intergovernamental (CIG) en què s’hanreunit durant uns quants mesos els representants dels governs dels Estatsmembres.
en: Each one was prepared by an Intergovernmental Conference (IGC) bringing together, over a period of months,the representatives of the governments of the Member States.

source: La Comissió també ha participat en els treballs de les CIG i el Parlament Europeu hi ha estat associat.
en: The Commissionalso took part in the work of the IGCs, and the European Parliament was alsoinvolved.

source: L’Acta Única Europea, signada al febrer de 1986, ha permès a la Unió construirel seu mercat únic i establir, dins del territori de la Unió, la lliure circulació depersones, de béns i serveis i de capitals, dels quals es beneficien les empresesi els ciutadans europeus.
en: The Single European Act, signed in February 1986, enabled the Union to createthe single market and establish on its territory freedom of movement for people,goods, services and capital, from which the business sector and the people of Europe now benefit.

source: El Tractat de Maastricht, signat sis anys més tard, al febrer de 1992, ha permèsa la Unió d’avançar en diversos àmbits: la introducció d’una moneda única, unapolítica exterior comuna i una cooperació en l’àmbit de la justícia i dels afersinteriors.
en: The Maastricht Treaty, signed six years later, in February 1992, enabled the Union to move forward in a number of areas: the introduction of a singlecurrency, a common foreign policy, cooperation in the area of justice and homeaffairs.

source: Necessitat d’una reformainstitucional al servei de la Unió ampliada
en: Need for institutionalreform to serve theenlarged Union

source: Després de Maastricht, però, l’aprofundiment de la Unió política europea haminvat.
en: After Maastricht, however, the further development of the European politicalunion seemed to lose its momentum.

source: Tot i que han permès assolir alguns èxits, les dues conferènciesintergovernamentals que han donat lloc a la signatura dels tractatsd’Amsterdam, el 1997, i de Niça, el 2001, han estat marcades per una voluntatpolítica més feble, i nombroses qüestions institucionals han quedat senseresposta, malgrat la seva importància cabdal a les portes de l’ampliació de la Unió; per exemple, com garantir el bon funcionament d’una Unió formada pervint-i-cinc Estats membres i, sobretot, com mantenir la legitimitat de lesinstitucions que representen els Estats i els pobles europeus.
en: The two IGCs which led to the signing ofthe Amsterdam (1997) and Nice (2001) Treaties, even though moderatelysuccessful, were characterised by a weaker political resolve and manyinstitutional questions, capitally important though they were on the eve of the Union’s enlargement, remained unanswered (how to ensure the smooth runningof a Union of 25 or more Member States, how to guarantee the legitimacy of theinstitutions representing the States and peoples of Europe).

source: L’impuls del Consell Europeu de Niça
en: The stimulus provided bythe Nice European Council

source: Quan al desembre de 2000 els caps d’Estat o de govern dels quinze Estatsmembres, reunits a Niça, van arribar a un acord sobre la revisió dels tractats,consideraren necessari continuar la reforma institucional, que molts titllavend’haver estat abordada massa tímidament pel Tractat de Niça.
en: When, in December 2000, the Heads of State and Government of the 15 Member States, meeting in Nice, reached an agreement on the revision of the Treaties,they felt the need to pursue the institutional reform which many deemed tootimidly expressed in the Treaty of Nice.

source: És per aquestmotiu que el Consell Europeu va llançar un debat més ampli i més profundsobre el futur de la Unióamb l’objectiu de revisar novament els tractats.
en: The European Council accordinglyinstituted a broader and more comprehensive debate on the future of the Unionwith a view to fresh revision of the Treaties.

source: Un any després de Niça, el Consell Europeu, reunit a Laeken, va adoptar el 15de desembre de 2001 la Declaració sobre el futur de la Unió Europeaquecompromet la Unió a esdevenir més democràtica, més transparent i més eficaç,i a obrir la via cap a una Constitució per respondre a les expectatives delsciutadans europeus.
en: A year after Nice, the European Council met in Laekenand, on 15 December 2001,adopted the Declaration on the Future of the European Union, committing the Union to becoming more democratic, more transparent and more effective,and paving the way for a Constitution in response to the expectations of the peopleof Europe.

source: La Convenció: un nou El mètodeutilitzat fins ara per revisar els tractats ha estat força criticat. Lamètode per revisar construcció europea és una qüestió de tota la ciutadania.
en: The Convention: The methodused so far to revise the Treaties has come in for much criticism.a new, more open and European integration is a matter for all our citizens.

source: Les etapes que marquenels tractats més obertel seu desenvolupament ja no es poden decidir a les conferènciesi més transparent intergovernamentals que se celebren a porta tancada entre només elsresponsables dels governs dels Estats membres.
en: The major stages in itsmore transparent method development can no longer be decided at Intergovernmental Conferences heldof revising the Treatiesbehind closed doors and involving only the leaders of the governments of the Member States.

source: Per aquest motiu, amb l’objectiude garantir una preparació de la Conferència Intergovernamental tan transparent iàmplia com fos possible, el Consell Europeu va decidir convocar una Convencióque agrupés les principals parts implicades en el debat: representants delsgoverns dels quinze Estats membres i dels tretze països candidats, representantsdels seus parlaments estatals, representants del Parlament Europeu i de la Comissió, tretze observadors provinents del Comitè de les Regions i del Comitè Econòmic i Social, agents socials europeus i el Defensor del poble Europeu.
en: In order to prepare the next IGC in as transparent and as wideranging a way as possible, the European Council therefore decided to convene a Conventionbringing together the main stakeholders in the debate:representatives of the governments of the 15 Member States and the 13 candidatecountries, representatives of their national parliaments, representatives of the European Parliament and of the European Commission, 13 observers from the Committee of the Regions and the European Economic and Social Committee,plus representatives of the European social partners and the European Ombudsman.

source: Elmètode adoptat per la Convenció ha permès per primera vegada que tots elspunts de vista europeus i estatals s’expressin en un debat ampli, obert itransparent.
en: The Convention method has made it possible for the first time for all European and national viewpoints to be expressed in a broad, open andtransparent debate.

source: El mandatdels 105 membres de la Convenció i de llurs substituts, sota lapresidència del Sr. Giscard d’Estaing, va ser establert pel Consell Europeu de Laeken.
en: Mandate of the Convention: The mandateof the 105 member of the Convention and their alternates, under theto provide a response chairmanship of Mr Giscard d'Estaing, was established by the Laeken Europeanto various questions on Council.

source: Es tractava d’examinar les principals qüestions plantejades per al futurdesenvolupament de la Unió i de buscar les respostes que es presentarien en undocument final. Aquest serviria de punt de partida de les negociacions de la Conferència Intergovernamental, que adoptaria les decisions definitives, tal comimposa el tractat sobre la Unió Europea.
en: The aim was to examine the essential questions raised by the futurethe future of Europedevelopment of the Union, and to seek out responses to be presented in adocument which would be used as the starting point for the negotiations of the IGC, which, as set out in the Treaty on European Union, would take the finaldecisions.

source: El Consell Europeu de Laeken haviaidentificat un determinat nombre de qüestions: com garantir un millor repartimentde les competències de la Unió; com simplificar els instruments que permetenactuar a la Unió; com garantir més democràcia, transparència i eficàcia dins la Unió Europea; com simplificar els actuals tractats, i finalment, plantejar si aquestasimplificació podria conduir a l’adopció d’una Constitució Europea.
en: Certain issues had been identified by the Laeken European Council:how to ensure better distribution of the Union’s powers, how to simplify theinstruments whereby the Union takes action, how to provide better guarantees ofdemocracy, transparency and effectiveness in the European Union, how to simplifythe current Treaties, and whether this simplification could pave the way for theadoption of a European Constitution.

source: Es va convidar el representant del Parlament d’Eslovènia aparticipar en les reunions.
en: The representative of the Slovene Parliament was invited to take part in the meetings.

source: La primera sessió de la Convenció es va celebrar el 28 de febrer de 2002.
en: The first session of the Convention was held on 28 February 2002.

source: La Convenció es va reunir durant setze mesos en sessions plenàriesde dos o tresdies, amb una o dues reunions mensuals, a les oficines del Parlament Europeua Brussel·les.
en: Plenary sessions and The Convention met over a period of 15 months in plenary sessionslasting twoworking groupsor three days and involving one or two meetings monthly in the premises of the European Parliament in Brussels.

source: Paral·lelament a les sessions plenàries de la Convenció, es va dura terme una reflexió dins els grups de treballo cercles de reflexió, presiditscadascun d’ells per un membre del Praesidium i constituïts sobre una sèrie detemes específics.
en: In parallel with the Convention’s plenarysessions, work was also organised within working groupsor think tanks, eachchaired by a member of the Praesidium and focusing on a series of specifictopics.

source: Amb voluntat de transparència, elwebde la Convenció ha publicat lescontribucions dels seus membres, les actes dels debats i els projectes de text ques’han debatut. (http://european-convention.eu.int)
en: In the interests of transparency, a Convention Internet site(http://european-convention.eu.int) published the contributions of the members of the Convention,the proceedings of the debates and the draft texts debated.

source: Fòrum de la societat civil
en: Civil society forum

source: Es va obrir un Fòrum per a aquestes organitzacions (agents socials, mediseconòmics, ONG, medis acadèmics, etc.), que van poder penjar en un web creat aaquest efecte les seves contribucions al debat sobre el futur de la Unió.(http://europa.eu.int/futurum/forum_convention)
en: A forum was opened for these organisations (social partners, business circles,NGOs, academic world, etc.), which thus had the opportunity to post on a dedicated Internet site (http://europa.eu.int/futurum/forum_convention) theircontributions to the debate on the future of the Union.

source: Finalment, el web Futurum (http://europa.eu.int/futurum)ha continuatpublicant el conjunt dels documents i enllaços de qualsevol provinençarelacionats amb el debat sobre el futur de la Unió Europea.
en: The Futurum site (http://europa.eu.int/futurum) has continued to publish alldocuments and links related to the debate on the future of the European Union. Futurum

source: Després de més d’un any de debats, la Convenció va assolir un consens pertransmetre un projecte de Constitució al Consell Europeu.
en: After more than a year of debates, the Convention reached a consensus toforward a draft Constitution to the European Council.

source: Consens de la Convencióper presentar un projectede Constitució amb vistaa la Conferència Intergovernamental
en: Convention consensus tosubmit a draft Constitutionin preparation for the Intergovernmental Conference

source: El Consell Europeu va considerar que el projecte de tractat constitucionalpresentat per la Convenció suposava una etapa històrica a l’hora de dur a termeels objectius de la integració europea, és a dir, apropar la Unió als ciutadans;reforçar-ne el caràcter democràtic; facilitar la capacitat de la nostra Unió peractuar com a força coherent i unificada en l’escena internacional i respondreamb eficàcia als reptes de la globalització.
en: Constitution to the European Council In the view of the European Council, the draft constitutional Treaty prepared bythe Convention marked a historic step forward in the efforts to complete European integration, i.e. by bringing the Union closer to its citizens;strengthening our Union's democratic character; and facilitating our Union'sability to act as a coherent and unified force on the world stage and effectivelymeet the challenges of globalisation.

source: El Consell Europeu va considerar quela Convenció havia demostrat la seva utilitat com a fòrum de diàleg democràtic.
en: The European Council took the view thatthe Convention had proved its worth as a forum for democratic dialogue.

source: Després d’una darrera reunió dels membres de la Convenció, el projecte final esva lliurar a la presidència del Consell Europeu, a Roma, el 18 de juliol de 2003.
en: Following a final meeting of the members of the Convention, the final draft Constitution was submitted to the Presidency of the European Council in Romeon 18 July 2003.

source: Els treballs de la El text presentat per la Convenció va servir de base per als treballs de la Conferència Conferència Intergovernamental, que va reunir els representants dels governs Intergovernamental dels actuals vint-i-cinc Estats membres, així com la Comissió i el Parlament Europeu.
en: The work of the The text submitted by the Convention served as the basis for the work of the Intergovernmental Intergovernmental Conference, which brought together the representatives of Conference the governments of the 25 current Member States, the European Commissionand the European Parliament.

source: Tres països candidats, Bulgària, Romania i Turquia, també han participat a totesles reunions de la CIG.
en: The three candidate countries – Bulgaria, Romaniaand Turkey – also took part in all the meetings of the IGC.

source: La conferència es va reunir diverses vegades a partir del mes d’octubre de 2003 anivell de ministres d’Afers Exteriors i de caps d’Estat o de govern.
en: The IGC met several times from October 2003 onwards at Foreign Minister leveland at Head of State and Government level.

source: Després de vuitmesos de negociacions, la conferència va enllestir els seus treballs amb l’acord delsgoverns dels vint-i-cinc Estats membres durant el Consell Europeu de Brussel·lesdels dies 17 i 18 de juny de 2004.Els documents relatius als treballs de la CIG han estat publicats al web del Conselldestinat a la CIG.
en: At the European Council in Brusselson 17 and 18 June 2004, the IGC brought its work to an end after eight monthsof negotiations, with agreement having been reached between the governmentsof the 25 Member States. The documents relating to the work of the IGC havebeen published on the Council's IGC website (http://ue.eu.int/cms3_fo/showPage.ASP?id=251 & lang =fr).

source: Els caps d’Estat o de govern van adoptar i signar la Constitució a Roma el 29d’octubre de 2004. A continuació serà ratificada per cada Estat membre segons laseva respectiva llei constitucional (és a dir, per via parlamentària i/o perreferèndum).
en: Having been adopted by the Heads of State and Government, the Constitutionwill be signed by them and then ratified by each Member State in line with its own constitutional arrangements (i.e. by parliamentary procedure and/or by referendum).

source: La Constitució només entrarà en vigor quan hagi estat ratificada pelsvint-i-cinc Estats membres.
en: The Constitution will not take effect until it has been ratified by the 25 Member States.

source: La Constitució substitueix mitjançant un text únic, i per raons de llegibilitat ide claredat, el conjunt dels tractats existents de les Comunitats Europees i dela Unió Europea.
en: The Constitution puts forward a single textto replace all the existing Treaties A single text: in the interests of readability and clarity.the European Constitution

source: Està estructurat en quatre parts:
en: It consists of four parts.

source: Quatre parts
en: Four parts

source: La primera part inclou les disposicions que defineixen la Unió, els seus objectius,les seves competències, els seus procedimentsde decisió i les sevesinstitucions.
en: Part I contains the provisions which define the Union, its objectives, its powers,its decisionmaking proceduresand its institutions.

source: Carta dels drets fonamentals
en: Charter of Fundamental Rights

source: La Carta dels drets fonamentalsproclamada solemnement al Consell Europeude Niça, al desembre de 2000, s’ha incorporat com a segona part de la Constitució Europea.
en: The Charter of Fundamental Rights, solemnly proclaimed at the Nice European Council in December 2000, has been incorporated into the European Constitution as Part II.

source: La tercera part de la Constitució se centra en les polítiquesi les accions de la Unió, així com en el seu funcionament, reprenent un nombre important de lesdisposicions dels actuals tractats.
en: The Union’s policiesand incorporates many of the provisions of the current Treaties.

source: La quarta part conté les clàusules finals entre les quals figuren els procedimentsd’adopció i revisiód’aquesta Constitució.
en: Part IV contains the final clauses, including the procedures for adoptingand revisingthis Constitution.

source: Una Constitució per als ciutadans europeus
en: A Constitution for the citizens of Europe

source: Els valors i els objectius dela Unió
en: The Union's values and objectives
